Revit 2027 API
SizingOptions.Density Property
 The air or fluid density in kg/ft^3, defaults to the dry air density at 20ºC.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Density { get; set; }
Public Property Density As Double
	Get
	Set
public:
property double Density {
	double get ();
	void set (double value);
}
member Density : float with get, set
Property Value
Double
See Also
Reference
SizingOptions Class
Autodesk.Revit.DB.Analysis Namespace